{
  "add_bos_token": false,
  "add_eos_token": false,
  "bos_token": "[BOS]",
  "clean_up_tokenization_spaces": false,
  "eos_token": "[EOS]",
  "model_max_length": 8192,
  "pad_token": "[PAD]",
  "sp_model_kwargs": {},
  "tokenizer_class": "LlamaTokenizerFast",
  "unk_token": "[UNK]"
}